{
	"title": "Research",
	"resources": [ 
		{
			"title":"Girls in IT: The Facts",
			"description":"This report, sponsored by NCWIT’s K–12 alliance, aims to bring together this latest research so that readers can gain a clearer and more coherent picture of 1) the current state of affairs for girls in computing, 2) the key barriers to increasing girls’ participation in these fields, and 3) promising practices for addressing these barriers.",
			"img_url":"img/resources/research/girls-in-it.PNG",
			"link": "http://www.ncwit.org/sites/default/files/resources/girlsinit_thefacts_fullreport2012.pdf"
		},
		{
			"title":"Why So Few?",
			"description":"AAUW conducted this study of women’s underrepresentation in science, technology, engineering, and mathematics. The report focuses on practical ways that families, schools, and communities can create an environment of encouragement that can disrupt negative stereotypes about women’s capacity in these demanding fields.",
			"img_url":"img/resources/research/why-so-few.jpg",
			"link": "http://www.greatscienceforgirls.org/files/Why%20So%20Few%20-%20Women%20in%20STEM.pdf"
		},
		{
			"title":"Male Advocates and Allies",
			"description":"Investigating men’s experiences with gender diversity is important for understanding what discourages or encourages men to become advocates. This knowledge can improve diversity initiatives and facilitate working together to invent new options for women and men.",
			"img_url":"img/resources/research/male-advocates.PNG",
			"link": "http://www.ncwit.org/sites/default/files/resources/maleadvocatesalliesindustry_web_0.pdf"
		},
		{
			"title":"NCWIT",
			"description":"The National Center for Women & Information Technology is a non-profit community of more than 450 prominent corporations, academic institutions, government agencies, and non-profits working to increase women's participation in technology and computing. NCWIT helps organizations recruit, retain, and advance women from K-12 and higher education through industry and entrepreneurial careers by providing community, evidence, and action.",
			"img_url":"img/resources/research/ncwit.jpg",
			"link": "http://www.ncwit.org/resources/"
		},
		{
			"title":"WEPAN",
			"description":"The WEPAN Knowledge Center (WKC) provides a publicly accessible tool for accessing information related to women in STEM and a professional networking platform for registered users. The goal of the WKC is to increase the number, scope, and effectiveness of initiatives to recruit, retain, and advance women in STEM.",
			"img_url":"img/resources/research/wepan.PNG",
			"link": "http://www.ncwit.org/sites/default/files/resources/maleadvocatesalliesindustry_web_0.pdf"
		}
	]
}