{
	"title": "Scholarships",
	"resources": [ 
		{
			"title":"Microsoft's Women's Scholarship",
			"description":"We encourage student populations currently underrepresented in the field of computer science to pursue technical degrees. We award a large majority of our student scholarships to women, minorities, and the disabled. Because the scholarship is merit based, you must maintain a 3.0 cumulative GPA.",
			"img_url":"img/resources/scholarships/microsoft.PNG",
			"link": "http://careers.microsoft.com/careers/en/us/internships-scholarships.aspx"
		},
		{
			"title":"Society of Women Engineers Scholarship",
			"description":"The SWE Scholarship Program provides financial assistance to women admitted to accredited baccalaureate or graduate programs, in preparation for careers in engineering, engineering technology and computer science.",
			"img_url":"img/resources/scholarships/swe.PNG",
			"link": "https://scholarships.swe.org/applications/login.asp"
		},
		{
			"title":"Anita Borg Scholarship",
			"description":"Google is proud to honor Anita's memory and support women in technology with the 2013 Google Anita Borg Memorial Scholarship. Google hopes to encourage women to excel in computing and technology and become active role models and leaders in the field. Applicants must be a female student entering her senior year of undergraduate study or be enrolled in a graduate program and maintain a cululative GPA of 3.5. Google Anita Borg Scholarship recipients will each receive a $10,000 award.",
			"img_url":"img/resources/scholarships/anita-borg.jpg",
			"link": "http://www.google.com/anitaborg/us/"
		},
		{
			"title":"Palantir Scholarship for Women in Tech",
			"description":"The Palantir Scholarship for Women in Technology serves a population that is currently underrepresented in the field of computer science. Our goal is to help students obtain their technical degrees and learn from women who are already making a difference through technological innovation. The Scholarships range from $1,500 to $10,000.",
			"img_url":"img/resources/scholarships/palantir.jpg",
			"link": "http://www.palantir.com/college/scholarship/"
		}
	]
}