{
	"title": "Internships",
	"resources": [ 
		{
			"title":"Explore Microsoft Program",
			"description":"Explore Microsoft is a 12-week summer internship program that is specifically designed for college underclassmen (freshmen and sophomores) and offers the opportunity to experience working at Microsoft. This program is designed to expose students to the field of software development and encourage students to pursue degrees in computing. We especially encourage applications from groups currently underrepresented in the field of computer science— women, minorities (African American, American Indian, Hispanic), and individuals with disabilities.",
			"img_url":"img/resources/internships/microsoft.PNG",
			"link": "http://careers.microsoft.com/careers/en/us/internships-explore-microsoft.aspx"
		},
		{
			"title":"Google's Freshmen Engineering Practicum",
			"description":"Google aspires to be an organization that reflects the globally diverse audience that our search engine and tools serve. Current freshmen majoring, or intending to major, in Computer Science or Electrical and Computer Engineering will be selected to participate in the Practicum. This program includes three main components: a software project, skills-based training, and professional development.",
			"img_url":"img/resources/internships/google.jpg",
			"link": "http://www.google.com/jobs/students/proscho/programs/uscanada/fep/"
		},
		{
			"title":"APS/IBM Research Internship for Undergraduate Women",
			"description":"The American Physical Society and IBM co-sponsor a research internship program for undergraduate women. The goal is to encourage women students to pursue graduate studies in science and engineering. The internships are salaried positions typically 10 weeks long at one of three IBM research locations (San Jose, CA, Austin, TX, or Yorktown Heights, NY), and give the opportunity to work closely with an IBM mentor.",
			"img_url":"img/resources/internships/ibm.PNG",
			"link": "http://www.aps.org/programs/women/scholarships/ibm/index.cfm"
		},
		{
			"title":"Free and Open Source Software Outreach Program for Women",
			"description":"By having a program targeted specifically towards women, we found that we reached talented and passionate participants, who were uncertain about how to start otherwise. We hope this effort will help many women learn how exciting, varied and valuable work on FOSS projects can be and how inclusive the community really is. This program is a welcoming link that will connect you with people working on individual projects in various FOSS organizations and guide you through your first contribution.",
			"img_url":"img/resources/internships/fossopw.PNG",
			"link": "https://wiki.gnome.org/OutreachProgramForWomen"
		}
	]
}