{
	"title": "Organizations",
	"resources": [ 
		{
			"title":"Sit With Me",
			"description":"Sometimes you have to sit to take a stand. Sit With Me invites you to validate and recognize the important role women play in creating future technology by taking a small but symbolic action: sit in a red chair and share your story. Pull up a chair and listen to stories from others; men, women, technical and non-technical, as they sit in the red chair.",
			"img_url":"img/resources/organizations/sit-with-me.PNG",
			"link": "http://sitwithme.org/"
		},
		{
			"title":"Grace Hopper Conference",
			"description":"The Grace Hopper Celebration of Women in Computing is a series of conferences designed to bring the research and career interests of women in computing to the forefront. The Anita Borg Institute seeks to increase the impact of women on all aspects of technology, and increase the positive impact of technology on the world’s women.",
			"img_url":"img/resources/organizations/grace-hopper.PNG",
			"link": "http://gracehopper.org/"
		},
		{
			"title":"CRA-W",
			"description":"The CRA Committee on the Status of Women in Computing Research (CRA-W) aims to take positive action to increase the number of women participating in Computer Science and Engineering research and education at all levels.",
			"img_url":"img/resources/organizations/cra-w.PNG",
			"link": "http://www.cra-w.org/"
		},
		{
			"title":"NCWIT",
			"description":"The National Center for Women & Information Technology is a non-profit community of more than 450 prominent corporations, academic institutions, government agencies, and non-profits working to increase women's participation in technology and computing. NCWIT helps organizations recruit, retain, and advance women from K-12 and higher education through industry and entrepreneurial careers by providing community, evidence, and action.",
			"img_url":"img/resources/organizations/ncwit.PNG",
			"link": "http://www.ncwit.org/"
		},
		{
			"title":"WEPAN",
			"description":"Women in Engineering ProActive Network's core purpose is to propel higher education to increase the number and advance the prominence of diverse communities of women in engineering.",
			"img_url":"img/resources/organizations/wepan.jpg",
			"link": "http://www.wepan.org/"
		},
		{
			"title":"ACM - Women",
			"description":"ACM-W supports, celebrates, and advocates internationally for the full engagement of women in all aspects of the computing field, providing a wide range of programs and services to ACM members and working in the larger community to advance the contributions of technical women.",
			"img_url":"img/resources/organizations/acm-w.PNG",
			"link": "http://women.acm.org/"
		}
	]
}